Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# safety.report.claimedIdentity.hint
source: Required. Name who this account is impersonating.
ar: مطلوب. اذكر من ينتحل هذا الحساب صفته.
bn: আবশ্যক। এই অ্যাকাউন্ট কার ছদ্মবেশ ধরছে তা লিখুন।
ca: Obligatori. Indica de qui es fa passar aquest compte.
cs: Povinné. Uveď, za koho se tento účet vydává.
da: Påkrævet. Angiv, hvem denne konto efterligner.
de: Erforderlich. Nenne, wen dieses Konto nachahmt.
el: Υποχρεωτικό. Όρισε ποιον παριστάνει αυτός ο λογαριασμός.
es: Obligatorio. Indica a quién suplanta esta cuenta.
fi: Pakollinen. Nimeä, kenenä tämä tili esiintyy.
fr: Obligatoire. Indiquez qui ce compte usurpe.
he: חובה. ציין את מי החשבון הזה מתחזה.
hi: ज़रूरी। बताएँ कि यह अकाउंट किसका रूप धर रहा है।
hr: Obavezno. Navedi koga ovaj račun oponaša.
hu: Kötelező. Nevezd meg, kinek adja ki magát a fiók.
id: Wajib. Sebutkan siapa yang ditiru akun ini.
it: Obbligatorio. Indica chi sta impersonando questo account.
ja: 必須です。このアカウントがなりすましている相手を書いてください。
ko: 필수. 이 계정이 누구를 사칭하는지 적어 주세요.
ml: നിർബന്ധം. ഈ അക്കൗണ്ട് ആരായി നടിക്കുന്നു എന്ന് പേര് നൽകുക.
ms: Wajib. Namakan siapa yang disamar oleh akaun ini.
nb: Påkrevd. Oppgi hvem denne kontoen utgir seg for å være.
nl: Verplicht. Noem wie dit account imiteert.
pl: Wymagane. Podaj, za kogo podaje się to konto.
pt_br: Obrigatório. Diga quem esta conta está imitando.
pt_pt: Obrigatório. Indique quem esta conta está a imitar.
ro: Obligatoriu. Spune pe cine imită acest cont.
ru: Обязательно. Назовите, за кого выдаёт себя этот аккаунт.
sk: Povinné. Uveď, za koho sa tento účet vydáva.
sv: Obligatoriskt. Ange vem det här kontot utger sig för att vara.
ta: தேவை. இந்தக் கணக்கு யாராக நடிக்கிறது என்பதைக் குறிப்பிடுங்கள்.
te: తప్పనిసరి. ఈ ఖాతా ఎవరిలా నటిస్తోందో పేరు చెప్పండి.
th: จำเป็น ระบุว่าบัญชีนี้แอบอ้างเป็นใคร
tr: Zorunlu. Bu hesabın kime büründüğünü yazın.
uk: Обов’язково. Вкажіть, за кого видає себе цей обліковий запис.
ur: ضروری۔ بتائیں یہ اکاؤنٹ کس کی نقالی کر رہا ہے۔
vi: Bắt buộc. Nêu tên người mà tài khoản này đang mạo danh.
zh_hans: 必填。请写出此账户冒充的是谁。
zh_hant: 必填。請指出此帳號冒充的對象。

# safety.report.claimedIdentity.label
source: Who are they pretending to be?
ar: من ينتحلون صفته؟
bn: তারা কে সেজে আছে?
ca: De qui es fa passar?
cs: Za koho se vydává?
da: Hvem udgiver de sig for at være?
de: Wer soll das sein?
el: Ποιον παριστάνει;
es: ¿Quién finge ser?
fi: Kenenä he esiintyvät?
fr: Qui prétend-il être ?
he: את מי הם מתחזים?
hi: वे किसका रूप धर रहे हैं?
hr: Za koga se izdaju?
hu: Kinek adja ki magát?
id: Mereka berpura-pura menjadi siapa?
it: Chi sta fingendo di essere?
ja: 誰になりすましていますか?
ko: 누구인 척하고 있나요?
ml: അവർ ആരായി നടിക്കുന്നു?
ms: Siapa yang mereka berpura-pura menjadi?
nb: Hvem utgir de seg for å være?
nl: Als wie doen ze zich voor?
pl: Za kogo się podaje?
pt_br: Quem ela está fingindo ser?
pt_pt: Quem estão a fingir ser?
ro: Pe cine pretinde că este?
ru: За кого они себя выдают?
sk: Za koho sa vydáva?
sv: Vem utger de sig för att vara?
ta: அவர்கள் யாராக நடிக்கிறார்கள்?
te: వారు ఎవరిలా నటిస్తున్నారు?
th: พวกเขาแกล้งเป็นใคร
tr: Kim gibi davranıyorlar?
uk: За кого вони себе видають?
ur: یہ کون بننے کا ڈھونگ کر رہے ہیں؟
vi: Họ đang giả làm ai?
zh_hans: 他们在冒充谁？
zh_hant: 他們假冒誰？

# safety.report.claimedIdentity.placeholder
source: A person, company or organisation
ar: شخص أو شركة أو جهة
bn: একজন ব্যক্তি, কোম্পানি বা প্রতিষ্ঠান
ca: Una persona, empresa o organització
cs: Osoba, firma nebo organizace
da: En person, virksomhed eller organisation
de: Eine Person, ein Unternehmen oder eine Organisation
el: Ένα άτομο, εταιρεία ή οργανισμός
es: Una persona, empresa u organización
fi: Henkilö, yritys tai organisaatio
fr: Une personne, une entreprise ou une organisation
he: אדם, חברה או ארגון
hi: कोई व्यक्ति, कंपनी या संगठन
hr: Osoba, tvrtka ili organizacija
hu: Egy személy, cég vagy szervezet
id: Seseorang, perusahaan, atau organisasi
it: Una persona, un'azienda o un'organizzazione
ja: 個人、企業、または団体
ko: 사람, 기업 또는 단체
ml: ഒരു വ്യക്തി, കമ്പനി, അല്ലെങ്കിൽ സ്ഥാപനം
ms: Seseorang, syarikat atau organisasi
nb: En person, et selskap eller en organisasjon
nl: Een persoon, bedrijf of organisatie
pl: Osoba, firma lub organizacja
pt_br: Uma pessoa, empresa ou organização
pt_pt: Uma pessoa, empresa ou organização
ro: O persoană, companie sau organizație
ru: Человек, компания или организация
sk: Osoba, firma alebo organizácia
sv: En person, ett företag eller en organisation
ta: ஒரு நபர், நிறுவனம் அல்லது அமைப்பு
te: ఒక వ్యక్తి, కంపెనీ లేదా సంస్థ
th: บุคคล บริษัท หรือองค์กร
tr: Bir kişi, şirket veya kuruluş
uk: Людина, компанія або організація
ur: کوئی شخص، کمپنی یا ادارہ
vi: Một người, công ty hoặc tổ chức
zh_hans: 某个人、公司或组织
zh_hant: 個人、公司或組織

# safety.report.close.editingHint
source: Closes this without reporting anything
ar: يغلق هذا دون الإبلاغ عن أي شيء
bn: কিছু রিপোর্ট না করেই এটি বন্ধ করে
ca: Tanca això sense denunciar res
cs: Zavře toto bez nahlášení
da: Lukker dette uden at anmelde noget
de: Schließt dies, ohne etwas zu melden
el: Το κλείνει χωρίς να αναφέρει τίποτα
es: Cierra esto sin denunciar nada
fi: Sulkee tämän ilmiantamatta mitään
fr: Ferme cet écran sans rien signaler
he: סוגר בלי לדווח על דבר
hi: यह बिना कुछ रिपोर्ट किए बंद करता है
hr: Zatvara ovo bez prijave
hu: Bezárja ezt bármilyen jelentés nélkül
id: Menutup ini tanpa melaporkan apa pun
it: Chiude senza segnalare nulla
ja: 何も報告せずに閉じます
ko: 아무것도 신고하지 않고 닫아요
ml: ഒന്നും റിപ്പോർട്ട് ചെയ്യാതെ ഇത് അടയ്ക്കുന്നു
ms: Menutup ini tanpa melaporkan apa-apa
nb: Lukker dette uten å rapportere noe
nl: Sluit dit zonder iets te melden
pl: Zamyka bez zgłaszania czegokolwiek
pt_br: Fecha sem denunciar nada
pt_pt: Fecha isto sem denunciar nada
ro: Închide fără să raporteze nimic
ru: Закрывает окно без отправки жалобы
sk: Zatvorí toto bez nahlásenia čohokoľvek
sv: Stänger detta utan att rapportera något
ta: எதையும் புகாரளிக்காமல் இதை மூடும்
te: ఏదీ రిపోర్ట్ చేయకుండా దీన్ని మూసివేస్తుంది
th: ปิดโดยไม่รายงานอะไร
tr: Hiçbir şey şikayet etmeden bunu kapatır
uk: Закриває це, нічого не повідомляючи
ur: کچھ رپورٹ کیے بغیر اسے بند کرتا ہے
vi: Đóng màn hình này mà không báo cáo gì
zh_hans: 关闭此页面，不举报任何内容
zh_hant: 關閉此頁面，不檢舉任何內容

# safety.report.close.hint
source: Closes this screen
ar: يغلق هذه الشاشة
bn: এই স্ক্রিন বন্ধ করে
ca: Tanca aquesta pantalla
cs: Zavře tuto obrazovku
da: Lukker denne skærm
de: Schließt diesen Bildschirm
el: Κλείνει αυτή την οθόνη
es: Cierra esta pantalla
fi: Sulkee tämän näkymän
fr: Ferme cet écran
he: סוגר את המסך הזה
hi: यह स्क्रीन बंद करता है
hr: Zatvara ovaj zaslon
hu: Bezárja ezt a képernyőt
id: Menutup layar ini
it: Chiude questa schermata
ja: この画面を閉じます
ko: 이 화면을 닫아요
ml: ഈ സ്ക്രീൻ അടയ്ക്കുന്നു
ms: Menutup skrin ini
nb: Lukker denne skjermen
nl: Sluit dit scherm
pl: Zamyka ten ekran
pt_br: Fecha esta tela
pt_pt: Fecha este ecrã
ro: Închide acest ecran
ru: Закрывает этот экран
sk: Zatvorí túto obrazovku
sv: Stänger den här skärmen
ta: இந்தத் திரையை மூடும்
te: ఈ స్క్రీన్‌ను మూసివేస్తుంది
th: ปิดหน้านี้
tr: Bu ekranı kapatır
uk: Закриває цей екран
ur: یہ اسکرین بند کرتا ہے
vi: Đóng màn hình này
zh_hans: 关闭此页面
zh_hant: 關閉此畫面

# safety.report.detail.optionalHint
source: Optional. Up to %lld characters.
ar: اختياري. حتى %lld حرف.
bn: ঐচ্ছিক। সর্বোচ্চ %lld অক্ষর।
ca: Opcional. Fins a %lld caràcters.
cs: Volitelné. Nejvýše %lld znaků.
da: Valgfrit. Op til %lld tegn.
de: Optional. Bis zu %lld Zeichen.
el: Προαιρετικό. Έως %lld χαρακτήρες.
es: Opcional. Hasta %lld caracteres.
fi: Valinnainen. Enintään %lld merkkiä.
fr: Facultatif. Jusqu’à %lld caractères.
he: אופציונלי. עד %lld תווים.
hi: वैकल्पिक। अधिकतम %lld अक्षर।
hr: Neobavezno. Do %lld znakova.
hu: Nem kötelező. Legfeljebb %lld karakter.
id: Opsional. Hingga %lld karakter.
it: Facoltativo. Fino a %lld caratteri.
ja: 任意です。最大%lld文字。
ko: 선택 사항. 최대 %lld자.
ml: ഓപ്ഷണൽ. പരമാവധി %lld അക്ഷരങ്ങൾ.
ms: Pilihan. Sehingga %lld aksara.
nb: Valgfritt. Opptil %lld tegn.
nl: Optioneel. Maximaal %lld tekens.
pl: Opcjonalne. Do %lld znaku.
pt_br: Opcional. Até %lld caracteres.
pt_pt: Opcional. Até %lld carateres.
ro: Opțional. Până la %lld de caractere.
ru: Необязательно. До %lld символа.
sk: Nepovinné. Najviac %lld znakov.
sv: Valfritt. Upp till %lld tecken.
ta: விருப்பம். அதிகபட்சம் %lld எழுத்துகள்.
te: ఐచ్ఛికం. గరిష్ఠంగా %lld అక్షరాలు.
th: ไม่บังคับ ไม่เกิน %lld ตัวอักษร
tr: İsteğe bağlı. En fazla %lld karakter.
uk: Необов’язково. До %lld символу.
ur: اختیاری۔ زیادہ سے زیادہ %lld حروف۔
vi: Không bắt buộc. Tối đa %lld ký tự.
zh_hans: 可选，最多 %lld 个字符。
zh_hant: 選填，最多 %lld 個字元。

# safety.report.detail.optionalLabel
source: Anything else (optional)
ar: أي شيء آخر (اختياري)
bn: আর কিছু (ঐচ্ছিক)
ca: Alguna cosa més (opcional)
cs: Cokoli dalšího (volitelné)
da: Andet (valgfrit)
de: Sonstiges (optional)
el: Κάτι άλλο (προαιρετικό)
es: Algo más (opcional)
fi: Jotain muuta (valinnainen)
fr: Autre chose (facultatif)
he: עוד משהו (אופציונלי)
hi: कुछ और (वैकल्पिक)
hr: Još nešto (neobavezno)
hu: Bármi más (nem kötelező)
id: Hal lain (opsional)
it: Altro (facoltativo)
ja: ほかにあれば(任意)
ko: 추가 설명 (선택)
ml: മറ്റെന്തെങ്കിലും (ഓപ്ഷണൽ)
ms: Apa-apa lagi (pilihan)
nb: Noe annet (valgfritt)
nl: Nog iets anders (optioneel)
pl: Coś jeszcze (opcjonalnie)
pt_br: Mais alguma coisa (opcional)
pt_pt: Mais alguma coisa (opcional)
ro: Altceva (opțional)
ru: Что-то ещё (необязательно)
sk: Ešte niečo (nepovinné)
sv: Något mer (valfritt)
ta: வேறு ஏதேனும் (விருப்பம்)
te: ఇంకేమైనా (ఐచ్ఛికం)
th: มีอะไรอีกไหม (ไม่บังคับ)
tr: Başka bir şey (isteğe bağlı)
uk: Щось ще (необов’язково)
ur: کچھ اور (اختیاری)
vi: Điều gì khác (không bắt buộc)
zh_hans: 其他补充（可选）
zh_hant: 還有其他嗎？（選填）

# safety.report.detail.optionalPlaceholder
source: Only if it helps a reviewer
ar: فقط إن كان يساعد المراجع
bn: শুধু রিভিউয়ারের কাজে লাগলে
ca: Només si ajuda un revisor
cs: Jen pokud to posuzovateli pomůže
da: Kun hvis det hjælper en gennemgående
de: Nur, wenn es einem Prüfer hilft
el: Μόνο αν βοηθά τον ελεγκτή
es: Solo si ayuda a un revisor
fi: Vain jos se auttaa tarkastajaa
fr: Seulement si cela aide un vérificateur
he: רק אם זה עוזר לבודק
hi: सिर्फ़ तब जब इससे समीक्षक को मदद मिले
hr: Samo ako pomaže recenzentu
hu: Csak ha segít az elbírálónak
id: Hanya jika membantu peninjau
it: Solo se aiuta un revisore
ja: 審査担当者の助けになる場合のみ
ko: 검토자에게 도움이 될 때만 적어 주세요
ml: പരിശോധകന് സഹായകമാണെങ്കിൽ മാത്രം
ms: Hanya jika ia membantu penyemak
nb: Bare hvis det hjelper en vurderer
nl: Alleen als het een beoordelaar helpt
pl: Tylko jeśli pomoże recenzentowi
pt_br: Só se ajudar um analista
pt_pt: Só se ajudar um revisor
ro: Doar dacă îl ajută pe evaluator
ru: Только если это поможет проверяющему
sk: Len ak to posudzovateľovi pomôže
sv: Bara om det hjälper en granskare
ta: மதிப்பாய்வாளருக்கு உதவும் என்றால் மட்டும்
te: సమీక్షకుడికి సహాయపడితేనే
th: เฉพาะถ้าช่วยผู้ตรวจสอบได้
tr: Yalnızca bir inceleyiciye yardımı olacaksa
uk: Лише якщо це допоможе перевіряльнику
ur: صرف اگر اس سے جائزہ لینے والے کو مدد ملے
vi: Chỉ khi giúp ích cho người xét duyệt
zh_hans: 仅在对审核员有帮助时填写
zh_hant: 僅在有助於審核人員時填寫

# safety.report.detail.remaining
source: %lld characters left
ar: بقي %lld حرف
bn: আর %lld অক্ষর বাকি
ca: Queden %lld caràcters
cs: Zbývá %lld znaků
da: %lld tegn tilbage
de: %lld Zeichen übrig
el: Απομένουν %lld χαρακτήρες
es: Quedan %lld caracteres
fi: %lld merkkiä jäljellä
fr: %lld caractères restants
he: נשארו %lld תווים
hi: %lld अक्षर बचे
hr: Preostalo je %lld znakova
hu: %lld karakter maradt
id: Sisa %lld karakter
it: %lld caratteri rimasti
ja: 残り%lld文字
ko: %lld자 남음
ml: %lld അക്ഷരങ്ങൾ ബാക്കി
ms: %lld aksara lagi
nb: %lld tegn igjen
nl: %lld tekens over
pl: Zostanie %lld znaku
pt_br: Restam %lld caracteres
pt_pt: Restam %lld carateres
ro: %lld de caractere rămase
ru: Осталось %lld символа
sk: Zostáva %lld znakov
sv: %lld tecken kvar
ta: %lld எழுத்துகள் மீதம்
te: %lld అక్షరాలు మిగిలాయి
th: เหลืออีก %lld ตัวอักษร
tr: %lld karakter kaldı
uk: Залишилося %lld символу
ur: %lld حروف باقی
vi: Còn %lld ký tự
zh_hans: 还可输入 %lld 个字符
zh_hant: 還可輸入 %lld 個字元

# safety.report.detail.requiredHint
source: Required for this reason. Up to %lld characters.
ar: مطلوب لهذا السبب. حتى %lld حرف.
bn: এই কারণের জন্য আবশ্যক। সর্বোচ্চ %lld অক্ষর।
ca: Obligatori per a aquest motiu. Fins a %lld caràcters.
cs: Pro tento důvod povinné. Nejvýše %lld znaků.
da: Påkrævet for denne årsag. Op til %lld tegn.
de: Für diesen Grund erforderlich. Bis zu %lld Zeichen.
el: Απαιτείται για αυτόν τον λόγο. Έως %lld χαρακτήρες.
es: Obligatorio para este motivo. Hasta %lld caracteres.
fi: Pakollinen tälle syylle. Enintään %lld merkkiä.
fr: Obligatoire pour ce motif. Jusqu’à %lld caractères.
he: נדרש לסיבה הזו. עד %lld תווים.
hi: इस कारण के लिए ज़रूरी। अधिकतम %lld अक्षर।
hr: Obavezno za ovaj razlog. Do %lld znakova.
hu: Ennél az oknál kötelező. Legfeljebb %lld karakter.
id: Wajib untuk alasan ini. Hingga %lld karakter.
it: Obbligatorio per questo motivo. Fino a %lld caratteri.
ja: この理由では必須です。最大%lld文字。
ko: 이 사유에는 필수예요. 최대 %lld자.
ml: ഈ കാരണത്തിന് നിർബന്ധം. പരമാവധി %lld അക്ഷരങ്ങൾ.
ms: Wajib untuk sebab ini. Sehingga %lld aksara.
nb: Påkrevd for denne årsaken. Opptil %lld tegn.
nl: Verplicht voor deze reden. Maximaal %lld tekens.
pl: Wymagane przy tym powodzie. Do %lld znaku.
pt_br: Obrigatório para este motivo. Até %lld caracteres.
pt_pt: Obrigatório para este motivo. Até %lld carateres.
ro: Obligatoriu pentru acest motiv. Până la %lld de caractere.
ru: Обязательно для этой причины. До %lld символа.
sk: Pri tomto dôvode povinné. Najviac %lld znakov.
sv: Krävs för den här orsaken. Upp till %lld tecken.
ta: இந்தக் காரணத்துக்குத் தேவை. அதிகபட்சம் %lld எழுத்துகள்.
te: ఈ కారణానికి తప్పనిసరి. గరిష్ఠంగా %lld అక్షరాలు.
th: จำเป็นสำหรับเหตุผลนี้ ไม่เกิน %lld ตัวอักษร
tr: Bu neden için zorunlu. En fazla %lld karakter.
uk: Обов’язково для цієї причини. До %lld символу.
ur: اس وجہ کے لیے ضروری۔ زیادہ سے زیادہ %lld حروف۔
vi: Bắt buộc với lý do này. Tối đa %lld ký tự.
zh_hans: 此原因必填，最多 %lld 个字符。
zh_hant: 此原因為必填，最多 %lld 個字元。

# safety.report.detail.requiredLabel
source: What is wrong (required)
ar: ما المشكلة (مطلوب)
bn: কী ঠিক নেই (আবশ্যক)
ca: Què passa (obligatori)
cs: Co je špatně (povinné)
da: Hvad er galt (påkrævet)
de: Was nicht stimmt (erforderlich)
el: Τι δεν πάει καλά (υποχρεωτικό)
es: Qué ocurre (obligatorio)
fi: Mikä on vialla (pakollinen)
fr: Ce qui ne va pas (obligatoire)
he: מה לא בסדר (חובה)
hi: क्या ग़लत है (ज़रूरी)
hr: Što nije u redu (obavezno)
hu: Mi a baj (kötelező)
id: Apa yang salah (wajib)
it: Cosa non va (obbligatorio)
ja: 何が問題か(必須)
ko: 무엇이 문제인가요? (필수)
ml: എന്താണ് പ്രശ്നം (നിർബന്ധം)
ms: Apa yang tidak kena (wajib)
nb: Hva er galt (påkrevd)
nl: Wat is er mis (verplicht)
pl: Co jest nie tak (wymagane)
pt_br: O que há de errado (obrigatório)
pt_pt: O que está errado (obrigatório)
ro: Ce este greșit (obligatoriu)
ru: Что не так (обязательно)
sk: Čo je zlé (povinné)
sv: Vad är fel (obligatoriskt)
ta: என்ன தவறு (தேவை)
te: ఏం తప్పు (తప్పనిసరి)
th: มีอะไรผิดปกติ (จำเป็น)
tr: Neyin yanlış olduğu (zorunlu)
uk: Що не так (обов’язково)
ur: کیا غلط ہے (ضروری)
vi: Điều gì sai (bắt buộc)
zh_hans: 哪里不对（必填）
zh_hant: 哪裡有問題（必填）

# safety.report.detail.requiredPlaceholder
source: Describe what you are reporting
ar: صف ما تبلّغ عنه
bn: আপনি কী রিপোর্ট করছেন তা বর্ণনা করুন
ca: Descriu què estàs denunciant
cs: Popiš, co nahlašuješ
da: Beskriv, hvad du anmelder
de: Beschreibe, was du meldest
el: Περιέγραψε τι αναφέρεις
es: Describe lo que denuncias
fi: Kuvaile, mitä ilmiannat
fr: Décrivez ce que vous signalez
he: תאר על מה אתה מדווח
hi: बताएँ कि आप क्या रिपोर्ट कर रहे हैं
hr: Opiši što prijavljuješ
hu: Írd le, mit jelentesz
id: Jelaskan apa yang kamu laporkan
it: Descrivi cosa stai segnalando
ja: 報告する内容を説明してください
ko: 신고하는 내용을 설명해 주세요
ml: നിങ്ങൾ എന്താണ് റിപ്പോർട്ട് ചെയ്യുന്നതെന്ന് വിവരിക്കുക
ms: Huraikan apa yang anda laporkan
nb: Beskriv det du rapporterer
nl: Beschrijf wat je meldt
pl: Opisz, co zgłaszasz
pt_br: Descreva o que você está denunciando
pt_pt: Descreva o que está a denunciar
ro: Descrie ce raportezi
ru: Опишите, на что вы жалуетесь
sk: Opíš, čo nahlasuješ
sv: Beskriv vad du rapporterar
ta: நீங்கள் எதைப் புகாரளிக்கிறீர்கள் என்று விவரியுங்கள்
te: మీరు దేన్ని రిపోర్ట్ చేస్తున్నారో వివరించండి
th: อธิบายสิ่งที่คุณกำลังรายงาน
tr: Şikayet ettiğiniz şeyi açıklayın
uk: Опишіть, на що ви скаржитеся
ur: بیان کریں کہ آپ کس کی رپورٹ کر رہے ہیں
vi: Mô tả điều bạn đang báo cáo
zh_hans: 描述你要举报的内容
zh_hant: 描述你要檢舉的內容

# safety.report.headline.account
source: Report %@
ar: الإبلاغ عن %@
bn: %@-কে রিপোর্ট করুন
ca: Denuncia %@
cs: Nahlásit uživatele %@
da: Anmeld %@
de: %@ melden
el: Αναφορά του/της %@
es: Denunciar a %@
fi: Ilmianna %@
fr: Signaler %@
he: דווח על %@
hi: %@ को रिपोर्ट करें
hr: Prijavi: %@
hu: %@ jelentése
id: Laporkan %@
it: Segnala %@
ja: %@を報告
ko: %@님 신고
ml: %@ എന്നയാളെ റിപ്പോർട്ട് ചെയ്യുക
ms: Laporkan %@
nb: Rapporter %@
nl: %@ melden
pl: Zgłoś: %@
pt_br: Denunciar %@
pt_pt: Denunciar %@
ro: Raportează pe %@
ru: Жалоба на %@
sk: Nahlásiť %@
sv: Rapportera %@
ta: %@ ஐப் புகாரளி
te: %@ను రిపోర్ట్ చేయండి
th: รายงาน %@
tr: %@ kişisini şikayet et
uk: Поскаржитися на %@
ur: %@ کی رپورٹ کریں
vi: Báo cáo %@
zh_hans: 举报 %@
zh_hant: 檢舉 %@

# safety.report.headline.message
source: Report a message from %@
ar: الإبلاغ عن رسالة من %@
bn: %@-এর একটি মেসেজ রিপোর্ট করুন
ca: Denuncia un missatge de %@
cs: Nahlásit zprávu od uživatele %@
da: Anmeld en besked fra %@
de: Eine Nachricht von %@ melden
el: Αναφορά μηνύματος από τον/την %@
es: Denunciar un mensaje de %@
fi: Ilmianna käyttäjän %@ viesti
fr: Signaler un message de %@
he: דווח על הודעה מ-%@
hi: %@ के एक संदेश को रिपोर्ट करें
hr: Prijavi poruku korisnika %@
hu: %@ üzenetének jelentése
id: Laporkan pesan dari %@
it: Segnala un messaggio di %@
ja: %@からのメッセージを報告
ko: %@님의 메시지 신고
ml: %@ എന്നയാളുടെ ഒരു സന്ദേശം റിപ്പോർട്ട് ചെയ്യുക
ms: Laporkan mesej daripada %@
nb: Rapporter en melding fra %@
nl: Een bericht van %@ melden
pl: Zgłoś wiadomość od: %@
pt_br: Denunciar uma mensagem de %@
pt_pt: Denunciar uma mensagem de %@
ro: Raportează un mesaj de la %@
ru: Жалоба на сообщение от %@
sk: Nahlásiť správu od %@
sv: Rapportera ett meddelande från %@
ta: %@ இன் செய்தியைப் புகாரளி
te: %@ నుండి వచ్చిన సందేశాన్ని రిపోర్ట్ చేయండి
th: รายงานข้อความจาก %@
tr: %@ kişisinden gelen bir mesajı şikayet et
uk: Поскаржитися на повідомлення від %@
ur: %@ کے پیغام کی رپورٹ کریں
vi: Báo cáo một tin nhắn từ %@
zh_hans: 举报来自 %@ 的消息
zh_hant: 檢舉來自 %@ 的訊息

# safety.report.headline.post
source: Report this post by %@
ar: الإبلاغ عن هذا المنشور من %@
bn: %@-এর এই পোস্ট রিপোর্ট করুন
ca: Denuncia aquesta publicació de %@
cs: Nahlásit tento příspěvek od uživatele %@
da: Anmeld dette opslag af %@
de: Diesen Beitrag von %@ melden
el: Αναφορά αυτής της ανάρτησης από τον/την %@
es: Denunciar esta publicación de %@
fi: Ilmianna käyttäjän %@ julkaisu
fr: Signaler ce post de %@
he: דווח על הפוסט הזה של %@
hi: %@ की इस पोस्ट को रिपोर्ट करें
hr: Prijavi ovu objavu korisnika %@
hu: %@ bejegyzésének jelentése
id: Laporkan postingan ini oleh %@
it: Segnala questo post di %@
ja: %@のこの投稿を報告
ko: %@님의 이 게시물 신고
ml: %@ എന്നയാളുടെ ഈ പോസ്റ്റ് റിപ്പോർട്ട് ചെയ്യുക
ms: Laporkan siaran ini oleh %@
nb: Rapporter dette innlegget av %@
nl: Dit bericht van %@ melden
pl: Zgłoś ten wpis od: %@
pt_br: Denunciar este post de %@
pt_pt: Denunciar esta publicação de %@
ro: Raportează această postare a lui %@
ru: Жалоба на пост от %@
sk: Nahlásiť tento príspevok od %@
sv: Rapportera det här inlägget av %@
ta: %@ இன் இந்த இடுகையைப் புகாரளி
te: %@ చేసిన ఈ పోస్ట్‌ను రిపోర్ట్ చేయండి
th: รายงานโพสต์นี้โดย %@
tr: %@ kişisinin bu gönderisini şikayet et
uk: Поскаржитися на цей допис від %@
ur: %@ کی اس پوسٹ کی رپورٹ کریں
vi: Báo cáo bài đăng này của %@
zh_hans: 举报 %@ 的这条帖子
zh_hant: 檢舉 %@ 的這則貼文

# safety.report.headline.room
source: Report the room “%@”
ar: الإبلاغ عن الغرفة «%@»
bn: “%@” রুমটি রিপোর্ট করুন
ca: Denuncia la sala «%@»
cs: Nahlásit místnost „%@“
da: Anmeld rummet “%@”
de: Den Raum „%@“ melden
el: Αναφορά της αίθουσας «%@»
es: Denunciar la sala «%@»
fi: Ilmianna huone “%@”
fr: Signaler le salon « %@ »
he: דווח על החדר ״%@״
hi: रूम “%@” को रिपोर्ट करें
hr: Prijavi sobu „%@”
hu: A(z) „%@” szoba jelentése
id: Laporkan room “%@”
it: Segnala la stanza “%@”
ja: ルーム「%@」を報告
ko: “%@” 룸 신고
ml: “%@” എന്ന റൂം റിപ്പോർട്ട് ചെയ്യുക
ms: Laporkan bilik “%@”
nb: Rapporter rommet «%@»
nl: De room “%@” melden
pl: Zgłoś pokój „%@”
pt_br: Denunciar a sala “%@”
pt_pt: Denunciar a sala “%@”
ro: Raportează camera „%@”
ru: Жалоба на комнату «%@»
sk: Nahlásiť miestnosť „%@“
sv: Rapportera rummet ”%@”
ta: “%@” அறையைப் புகாரளி
te: “%@” రూమ్‌ను రిపోర్ట్ చేయండి
th: รายงานห้อง “%@”
tr: “%@” odasını şikayet et
uk: Поскаржитися на кімнату «%@»
ur: روم “%@” کی رپورٹ کریں
vi: Báo cáo phòng “%@”
zh_hans: 举报房间“%@”
zh_hant: 檢舉聊天室「%@」

# safety.report.headline.roomMessage
source: Report a chat line from %@
ar: الإبلاغ عن سطر دردشة من %@
bn: %@-এর একটি চ্যাট লাইন রিপোর্ট করুন
ca: Denuncia una línia del xat de %@
cs: Nahlásit řádek chatu od uživatele %@
da: Anmeld en chatlinje fra %@
de: Eine Chatzeile von %@ melden
el: Αναφορά γραμμής συνομιλίας από τον/την %@
es: Denunciar una línea de chat de %@
fi: Ilmianna käyttäjän %@ keskustelurivi
fr: Signaler un message du chat de %@
he: דווח על שורת צ׳אט מ-%@
hi: %@ की एक चैट पंक्ति रिपोर्ट करें
hr: Prijavi redak čavrljanja korisnika %@
hu: %@ csevegősorának jelentése
id: Laporkan baris obrolan dari %@
it: Segnala una riga della chat di %@
ja: %@のチャットの行を報告
ko: %@님의 채팅 메시지 신고
ml: %@ എന്നയാളുടെ ഒരു ചാറ്റ് വരി റിപ്പോർട്ട് ചെയ്യുക
ms: Laporkan baris sembang daripada %@
nb: Rapporter en chatlinje fra %@
nl: Een chatregel van %@ melden
pl: Zgłoś wiersz czatu od: %@
pt_br: Denunciar uma mensagem do chat de %@
pt_pt: Denunciar uma linha de chat de %@
ro: Raportează un rând de chat de la %@
ru: Жалоба на строку чата от %@
sk: Nahlásiť riadok chatu od %@
sv: Rapportera en chattrad från %@
ta: %@ இன் அரட்டை வரியைப் புகாரளி
te: %@ చాట్ లైన్‌ను రిపోర్ట్ చేయండి
th: รายงานบรรทัดแชทจาก %@
tr: %@ kişisinden gelen bir sohbet satırını şikayet et
uk: Поскаржитися на рядок чату від %@
ur: %@ کی چیٹ سطر کی رپورٹ کریں
vi: Báo cáo một dòng trò chuyện từ %@
zh_hans: 举报来自 %@ 的聊天内容
zh_hant: 檢舉 %@ 的一則聊天
